Repository: jochum-mediaservices/contentinum5.5
Catalog: module/Mcwork/language/*.po
Languages: de_de

source: Edit item
de_de: Artikel bearbeiten

source: Edit data
de_de: Daten bearbeiten

source: Delete item
de_de: Daten löschen

source: Delete data
de_de: Daten löschen

source: Item properties
de_de: Artikeleigenschaften

source: Save your form entries
de_de: Formulareingaben speichern

source: Save your form entries and clear form
de_de: Formulareingaben speichern und leeren

source: Cancel operation and save anything
de_de: Vorgang abrechen und nichts speichern

source: Add item
de_de: Daten anlegen

source: Item trash
de_de: Daten Mülleimer

source: Remove item
de_de: Daten entfernen

source: Empty cache
de_de: Cache leeren

source: Assign tags to this item
de_de: Tags zuordnen

source: information to the data set
de_de: Informationen zu diesen Daten

source: move item up
de_de: Reihenfolge nach oben ändern

source: move item down
de_de: Reihenfolge nach unten ändern

source: Access resources
de_de: Zugriffsrechte

source: Access rights
de_de: Zugriffsrechte

source: Publication start
de_de: Start Veröffentlichung

source: Publication end
de_de: Ende Veröffentlichung

source: Display items
de_de: Artikel anzeigen

source: Description
de_de: Beschreibung

source: Groupname
de_de: Gruppenname

source: User
de_de: Benutzer

source: Group
de_de: Gruppe

source: Groups
de_de: Gruppen

source: Configuration
de_de: Konfiguration

source: Last write access
de_de: Letzter Schreibzugriff

source: Mcwork_Controller_Index
de_de: Dashboard

source: Files
de_de: Dateien

source: mcContent
de_de: Content

source: Contentinum_Apps
de_de: Plugins

source: PublicMedias
de_de: Öffentliche Dateien

source: MediaMetas
de_de: Metadaten Medien

source: MediaGroup
de_de: Dateigruppen

source: Navigation structure
de_de: Navigationsstruktur

source: Kind of navigation
de_de: Art der Navigations

source: Navigation name
de_de: Navigationsname

source: Create a helper navigationstree
de_de: Hilfsnavigation anlegen

source: Create another main tree
de_de: Weitere Hauptnavigation anlegen

source: Sequence
de_de: Reihenfolge

source: Branch
de_de: Unterpunkt

source: Page or link to this item
de_de: Seiten oder Linkname auswählen

source: Link rel attribute
de_de: Rel-Attribute festlegen

source: Link class selectoren
de_de: Link Klassen Selektor

source: Link data attribute
de_de: Link Daten Attribut

source: Element ID selector
de_de: ID Selektor setzen

source: Element CLASS selector
de_de: Kassen Selektor setzen

source: edit_Menu
de_de: Menüpunkt bearbeiten

source: add_Menu
de_de: Menüpunkt anlegen

source: add_Navigation
de_de: Navigation anlegen

source: edit_Navigation
de_de: Navigation bearbeiten

source: Page
de_de: Seite

source: Pages
de_de: Seiten

source: Linkname
de_de: Seitenname

source: Page Id
de_de: Seiten Identifikation

source: add_Pages
de_de: Seite hinzufügen

source: edit_Pages
de_de: Seite bearbeiten

source: PageAttribute
de_de: Seiten Eigenschaften

source: add_PageAttribute
de_de: Seiten Eigenschaften anlegen

source: edit_PageAttribute
de_de: Seiten Eigenschaften bearbeiten

source: Add this page in a navigation
de_de: Seite in die Navigation einfügen

source: Assign page to a domain
de_de: Seite einer Domain zuordnen (nur bei Pflege mehrerer Webseiten)

source: Choose a assets collection
de_de: zusätzliche Layoutelemente auswählen

source: Set access rights to that resource
de_de: Zugriffsrechte setzen

source: Page title
de_de: Seiten Title

source: Page Standard
de_de: Standadeinstellungen Seiten

source: Page standard datas
de_de: Standadeinstellungen Seiten

source: Page metadatas (SEO)
de_de: Metadaten Seiten (SEO)

source: Page meta specified
de_de: Metadaten Seiten (SEO)

source: Page publications
de_de: Veröffentlichung Seiten

source: Page publication
de_de: Veröffentlichung Seiten

source: Set meta value robots
de_de: Robots-Anweisungen setzen

source: Sitemap Parameter Page priority
de_de: Sitemap Priorität

source: Language parent page
de_de: Zugehörige Seite in der Hauptsprache

source: Links
de_de: Internet Link's

source: add_Links
de_de: Ein Link anlegen

source: edit_Links
de_de: Ein Link bearbeiten

source: Headlinks
de_de: Seiten Header Links

source: add_Headlinks
de_de: Headerlink anlegen

source: edit_Headlinks
de_de: Headerlink bearbeiten

source: Users
de_de: Benutzer*innen

source: add_User
de_de: Benutzer*in hinzufügen

source: edit_User
de_de: Benutzer*in bearbeiten

source: Username
de_de: Loginname

source: Role
de_de: Gruppe

source: Verify
de_de: Verifizieren

source: Contribution
de_de: Beiträge

source: add_Contribution
de_de: Beitrag anlegen

source: recycle_Contribution
de_de: Beitrag recyceln

source: edit_Contribution
de_de: Beitrag bearbeiten

source: First select a page and than insert contribution to a defined contribution group
de_de: Alle folgenden Beiträge mit dem ersten Beitrag einer Gruppe verknüpfen und anschließend die Layoutauswahl unter Beitragseigenschaften (z.B. Akkordeon) auswählen

source: Add a contribution to a defined contribution group
de_de: Beitrag einer vorhandenen Beitragsgruppe zuweisen

source: Title
de_de: Titel

source: Assign to a page
de_de: Einer Seite zuweisen

source: Assign in contribution group
de_de: Einer Beitragsgruppe zuweisen

source: Content type
de_de: Inhaltstyp

source: Overwrite this contribution
de_de: Diesen Beitrag überschreiben

source: Only effective in default pages
de_de: Nur wirksam in Standardseiten

source: Replace this contribution
de_de: Diesen Beitrag ersetzten

source: Media style
de_de: Medien Style

source: Choose a media template
de_de: Media Template auswählen

source: PublicPdfFiles
de_de: Öffentliche PDF Dateien

source: NoPublicFiles
de_de: Nicht Öffentliche Dateien

source: Contribution element
de_de: Beitrags Elemente

source: Contribution attributte
de_de: Beitrags Attribute

source: Element content
de_de: Element Inhalt

source: Search and set a link to a page or set an external link
de_de: Suchen und setzen einen Link auf eine Seite oder einen externen Link

source: Ideal for integrating iframes
de_de: Ideal zur Einbindung von iframe's

source: Publish Author
de_de: Verfasser

source: Author Email
de_de: E-Mail Verfasser

source: Contribution media attachment
de_de: Medien anhängen

source: Contribution Styles
de_de: Beitragsformatierungen

source: Forming published author
de_de: Beitragsverfasser

source: Contribution plugin attachment
de_de: Plugin anhängen

source: contributionProperties
de_de: Beitrags Eigenschaften

source: sort_Contribution
de_de: Beiträge sortieren

source: edit_Properties
de_de: Eigenschaften bearbeiten

source: Choose a contribution widget
de_de: Beitrags Template auswählen

source: edit_Contentgroup
de_de: Beitragsgruppen bearbeiten

source: Content Group style
de_de: Beitragsgruppen Template auswählen

source: Group element
de_de: Beitragsgruppen Elemente

source: Group attributte
de_de: Beitragsgruppen Attribute

source: sort_Contentgroup
de_de: Beitragsgruppe sortieren

source: Template variable
de_de: Abweichendes Template

source: Contributory group
de_de: Beitragsgruppe

source: Dissolve
de_de: Gruppe auflösen

source: Assort
de_de: Sortieren

source: News or Blog Article
de_de: News oder Blog Beiträge

source: News & Blogs
de_de: Nachrichten & Blogs

source: News or Blog name
de_de: Nachrichten oder Blog

source: Category and Tags
de_de: Kategorien und Tags

source: Category
de_de: Kategorie

source: New Tags
de_de: Neue Tags

source: Separate new Tags with comma
de_de: Neue Tags mit Komma getrennt eingeben

source: Number characters
de_de: Anzahl Zeichen

source: Link label
de_de: Link Bezeichnung

source: News & Blog Categories
de_de: Nachrichten & Blog Kategorien

source: News & Blog Settings
de_de: Nachrichten & Blog Einstellungen

source: Blog & News Groups
de_de: Nachrichten & Blog Gruppen

source: add_Article
de_de: Artikel hinzufügen

source: edit_Article
de_de: Artikel bearbeiten

source: Medias
de_de: Dateien

source: Add a foldername here
de_de: Ordnername eintragen

source: Add Folder
de_de: Ordner anlegen

source: Filegroups
de_de: Dateigruppen

source: Filegroup
de_de: Dateigruppe

source: add_Filegroup
de_de: Dateigruppe anlegen

source: edit_Filegroup
de_de: Dateigruppe bearbeiten

source: Filegroup_categories
de_de: Dateien einer Dateigruppe

source: add_Filegroup_category
de_de: Datei einer Gruppe hinzufügen

source: edit_Filegroup_category
de_de: Datei in einer Gruppe bearbeiten

source: Link target attribute
de_de: Linkziel Attribute

source: CombineFilegroups
de_de: Zusammengefasste Dateigruppen

source: add_CombineFilegroups
de_de: Zusammengefasste Dateigruppe anlegen

source: edit_CombineFilegroups
de_de: Zusammengefasste Dateigruppe bearbeiten

source: Filegroups_categories
de_de: Dateigruppen in einer Dateigruppe

source: add_Filegroups_category
de_de: Dateigruppe einer Gruppe hinzufügen

source: edit_Filegroups_category
de_de: Dateigruppe in einer Gruppe bearbeiten

source: News or Blog categories
de_de: Nachrichten oder Blog Kategorien

source: add_Blogcategory
de_de: Eine Kategorie anlegen

source: edit_Blogcategory
de_de: Eine Kategorie bearbeiten

source: News or Blog Settings
de_de: Nachrichten oder Blog Einstellungen

source: add_BlogNews
de_de: Nachrichten oder Blog anlegen

source: edit_BlogNews
de_de: Einstellungen bearbeiten

source: News or Blog Groups
de_de: Nachrichten oder Blog Gruppen

source: add_Bloggroup
de_de: Gruppe anlegen

source: edit_Bloggroup
de_de: Gruppe bearbeiten

source: News or Blog Groupindex
de_de: Gruppeninhalt Nachrichten oder Blogs

source: add_Bloggroupindex
de_de: Nachrichten oder Blog hinzufügen

source: edit_Bloggroupindex
de_de: Nachrichten oder Blog in der Gruppe bearbeiten

source: Form
de_de: Formular

source: Forms
de_de: Formulare

source: add_Form
de_de: Formular anlegen

source: edit_Form
de_de: Formular bearbeiten

source: Send form to
de_de: Formular senden an

source: Send to
de_de: Senden an

source: Email name
de_de: Name Formularempfänger

source: Only for internal use
de_de: nur intern angezeigt

source: Response email
de_de: Antwort Mail

source: Send form to CC
de_de: E-Mail weitere Formularempfänger in CC

source: Separate multiple recipients with a semicolon
de_de: Trennen Sie mehrere Empfänger mit einem Semikolon

source: Email subject
de_de: Betreffzeile E-Mail aus Formular

source: Description above the form
de_de: Text über dem Formular

source: Response text after send mail success
de_de: Textanzeige nach erfolgreichen Formularversand

source: Replay email
de_de: Antwort E-Mail

source: Replayemail name
de_de: Name Antwort E-Mail

source: form_basedata
de_de: Formulareinstellungen

source: form_extended
de_de: Erweiterte Einstellungen

source: form_adjusments
de_de: E-Mailantwort Einstellungen

source: Formfields
de_de: Formularfelder

source: add_Formfields
de_de: Formularfeld anlegen

source: edit_Formfields
de_de: Formularfeld bearbeiten

source: field_basedata
de_de: Formularfeldeinstellungen

source: field_extended
de_de: Erweiterte Formularfeldeinstellungen

source: Required field
de_de: Pflichtfeld

source: Form element
de_de: Formularelement

source: Field value
de_de: Feldwert

source: Field name
de_de: Feldname

source: Fieldoptions
de_de: Auswahloptionen

source: Field
de_de: Feld

source: Value
de_de: Wert

source: Maps
de_de: Karten

source: Map
de_de: Karte

source: add_Maps
de_de: Karte anlegen

source: edit_Maps
de_de: Karte bearbeiten

source: Mapdatas
de_de: Kartendaten

source: Teaser Headline
de_de: Absatz Überschrift

source: Map zoom
de_de: Karten Zoom

source: Map section (location)
de_de: Standort, Lage ermitteln

source: Latitude
de_de: Breitengrad

source: Longitude
de_de: Längengrad

source: Mapmarker
de_de: Karten Markierungen

source: Marker
de_de: Karten Markierungen

source: add_Mapmarker
de_de: Kartenmarkierung setzen

source: edit_Mapmarker
de_de: Kartenmarkierung bearbeiten

source: Street and number
de_de: Straße und Hausnummer

source: Zipcode and city
de_de: Postleitzahl und Ort

source: Search location
de_de: Standort, Lage ermitteln

source: Map marker icon
de_de: Icon für Kartenmarkierung

source: Markerdatas
de_de: Daten Kartenmarkierung

source: Usergroups
de_de: Benutzergruppen

source: Usergroup
de_de: Benutzergruppe

source: add_Usergroups
de_de: Benutzergruppe anlegen

source: edit_Usergroups
de_de: Benutzergruppe bearbeiten

source: Useringroups
de_de: Benutzer in Benutzergruppen

source: User in groups
de_de: Benutzer in Benutzergruppen

source: add_Useringroups
de_de: Benutzer in Gruppe einfügen

source: edit_Useringroups
de_de: Benutzer in Gruppe bearbeiten

source: Preferences
de_de: Einstellungen

source: Basedata
de_de: Einstellungen

source: Website metadatas (SEO)
de_de: Metadaten Webseite (SEO)

source: Will be overwritten by the individual entry per page
de_de: Wird von den individuellen Eingabe pro Seite überschrieben

source: Javascript instructions
de_de: Javascriptanweisungen

source: Alias domain from
de_de: Alias Domain von

source: Website title
de_de: Haupttitel Webseite

source: Location parameters
de_de: Standort

source: Author
de_de: Autor

source: Metas
de_de: Metadaten

source: Meta value description
de_de: Metawert Beschreibung

source: Meta value keywords
de_de: Metawert Keywords Webseite

source: Google site verification
de_de: Google Verification Webseite

source: Embed javascript instruction block
de_de: Inline Javascriptanweisungen

source: Javascript block head tag
de_de: Javascript im HEAD Tag

source: Javascript block body end tag
de_de: Javascript vor Ende BODY Tag

source: Redirects
de_de: Weiterleitungen

source: Redirect
de_de: Weiterleitung

source: add_Redirects
de_de: Weiterleitung anlegen

source: edit_Redirects
de_de: Weiterleitung bearbeiten

source: Emailtemplates
de_de: E-Mailvorlagen

source: Emailtextemplates
de_de: E-Mailvorlagen

source: add_Emailtemplates
de_de: E-Mailvorlage anlegen

source: edit_Emailtemplates
de_de: E-Mailvorlage bearbeiten

source: Emailsignatures
de_de: E-Mail Signaturen

source: add_Emailsignatures
de_de: Signatur anlegen

source: edit_Emailsignatures
de_de: Signatur bearbeiten

source: Accounttypes
de_de: Organisation Schlüssel

source: Accounttype
de_de: Organisation Schlüssel

source: Fieldtype
de_de: Schlüssel

source: add_Accounttypes
de_de: Schlüssel anlegen

source: edit_Accounttypes
de_de: Schlüssel bearbeiten

source: Organizations
de_de: Organisationen

source: Organization
de_de: Organisation

source: add_Organizations
de_de: Organisation anlegen

source: edit_Organizations
de_de: Organisation bearbeiten

source: add_orgagrp
de_de: Organisationsgruppe anlegen

source: edit_orgagrp
de_de: Organisationsgruppe bearbeiten

source: Contact data
de_de: Kontaktdaten

source: Address
de_de: Adresse

source: Select organization type
de_de: Organisationtyp auswählen

source: Parent organisation
de_de: Übergeordnente Organisation

source: Organizationgroups
de_de: Organisationsgruppen

source: Organizationgroup
de_de: Organisationsgruppe

source: add_orgingrp
de_de: Organisationgruppe anlegen

source: edit_orgingrp
de_de: Organisationgruppe bearbeiten

source: Select organization
de_de: Organisation auswählen

source: Contacts
de_de: Kontakte

source: Contact
de_de: Kontakt

source: add_Contact
de_de: Kontakt anlegen

source: edit_Contact
de_de: Kontakt bearbeiten

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: Contactgroups
de_de: Kontaktgruppen

source: Contactgroup
de_de: Kontaktgruppe

source: add_Contactgroup
de_de: Kontaktgruppe anlegen

source: edit_Contactgroup
de_de: Kontaktgruppe bearbeiten

source: ContactsInGroup
de_de: Kontakte in einer Gruppe

source: add_contactingrp
de_de: Kontakt in einer Gruppe anlegen

source: edit_contactingrp
de_de: Kontakt in einer Gruppe bearbeiten

source: Dates
de_de: Termine

source: Organizer
de_de: Veranstalter

source: Event
de_de: Veranstaltung

source: Description and Files
de_de: Beschreibung und Dateien

source: Description and Images
de_de: Beschreibung und Bilder

source: Event address
de_de: Veranstaltungsadresse

source: Add images
de_de: Bild zufügen

source: Calendar
de_de: Kalender

source: Summary
de_de: Veranstaltungs Titel

source: Add a file attachment
de_de: Dateianhang zufügen

source: add_Date
de_de: Termin zufügen

source: edit_Date
de_de: Termin bearbeiten

source: add_Calendar
de_de: Kalender zufügen

source: edit_Calendar
de_de: Kalender bearbeiten

source: Calendargroup
de_de: Kalendergruppe

source: add_Calendargroup
de_de: Kalendergruppe zufügen

source: edit_Calendargroup
de_de: Kalendergruppe bearbeiten
